[
    {
        "text": "There are some days when I think I am going to die from an overdose of satisfaction.",
        "author": "Salvador Dali"
    },
    {
        "text": "End each day with thoughts of peace. Begin each day with thoughts of peace.",
        "author": "Anonymous"
    },
    {
        "text": "Don't agonize. Organize.",
        "author": "Anonymous"
    },
    {
        "text": "To look back all the time is boring. Excitement lies in tomorrow.",
        "author": "Natalia Makrova"
    },
    {
        "text": "Peace is not merely a distant goal that we seek but a means by which we arrive at that goal.",
        "author": "Martin Luther King, Jr"
    },
    {
        "text": "You cannot perceive beauty, but with a serene mind.",
        "author": "Henry David Thoreau"
    },
    {
        "text": "Satisfaction can be found in the simplest tasks.",
        "author": "Anonymous"
    },
    {
        "text": "A soft voice is the sound of peace.",
        "author": "Anonymous"
    },
    {
        "text": "Nothing is worth more than this day.",
        "author": "Goethe"
    },
    {
        "text": "Peace is its own reward.",
        "author": "Gandhi"
    },
    {
        "text": "When the power of love overcomes the love of power, the world will know peace.",
        "author": "Jimi Hendrix"
    },
    {
        "text": "Honor the past, live in the present, create the future.",
        "author": "Anonymous"
    },
    {
        "text": "Relaxation comes from letting go of tense thoughts.",
        "author": "Frances Wilshire"
    },
    {
        "text": "Be happy in the moment - that's enough. Each moment is all we need, not more.",
        "author": "Mother Teresa"
    },
    {
        "text": "Life is lived in the present. Yesterday is gone. Tomorrow is yet to be. Today is the miracle.",
        "author": "Dr. Honey Snow"
    },
    {
        "text": "Let loose of what you can't control. Serenity will be yours.",
        "author": "Anonymous"
    },
    {
        "text": "Relaxing is like playing an instrument. To become proficient, we must practice, practice, practice.",
        "author": "Anonymous"
    },
    {
        "text": "He who lives in harmony with himself lives in harmony with the world.",
        "author": "Marcus Aurelius"
    },
    {
        "text": "We are never more discontented with others than when we are discontented with ourselves.",
        "author": "Henri Frederic Arnier"
    },
    {
        "text": "Be not forgetful to cherish the gifts each moment brings.",
        "author": "Anonymous"
    },
    {
        "text": "In acceptance, there is peace.",
        "author": "Anonymous"
    },
    {
        "text": "Those who are at war with others are not at peace with themselves.",
        "author": "William Hazlett"
    },
    {
        "text": "Peace of mind is attained not by ignoring problems, but by solving them.",
        "author": "Raymond Hull"
    },
    {
        "text": "Inner beauty comes from a stress free mind and a confident, giving personality.",
        "author": "Anonymous"
    },
    {
        "text": "Worry does not empty tomorrow of its sorrows, it empties today of its strength.",
        "author": "Corrie Ten Boom"
    },
    {
        "text": "Order is heaven's first law. Order is earth's first law, too.",
        "author": "Brian Tracy"
    },
    {
        "text": "Everything you do can be done better from a place of relaxation.",
        "author": "Stephen C. Paul"
    },
    {
        "text": "True peace is found in this moment. Acceptance is the first step to inner calm.",
        "author": "Anonymous"
    },
    {
        "text": "Whenever you are sincerely pleased, you are nourished.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "A generous man forgets what he gives and remembers what he receives.",
        "author": "Anonymous"
    },
    {
        "text": "Nothing is so dear and precious as time.",
        "author": "Anonymous"
    },
    {
        "text": "The secret of happiness is not in doing what one likes to do, but in liking what one has to do.",
        "author": "James Barrie"
    },
    {
        "text": "There is no greatness where there is not simplicity.",
        "author": "Leo Tolstoy"
    },
    {
        "text": "Set peace of mind as your highest goal, and organize your life around it.",
        "author": "Brian Tracy"
    }
]
